;
; Tips for translator:
; To begin translating - copy english.ini into the "yourlanguage.ini"
; Please translate text only after symbol ' = '
; DO NOT translate 'ReadHabit=Left-to-right' but you can update it if your native language is 'Right-to-left'.
; Also you can use 'translator for wisecleaner.com' to help you easily complete translation. 
; You can download the translator at https://www.wisecleaner.com/language.html.
;
;
; TranslationAuthor = Wim Meijdam
; TranslationAuthorEmail = support@wisecleaner.com
; Product name: Wise Registry Cleaner
; Version = 11.1.3.
; Update: 07 Mar, 2024
;
[Lang]
NativeLanguage=Nederlands
ChangeLang=Herstart het programma om de wijzigingen te activeren.

[GUI]
ButtonYes=Ja
ButtonNo=Nee
ButtonOK=Ok
ButtonMinimize=Minimaliseer
ButtonMaximize=Maximaliseer
ButtonClose=Sluit
ButtonRestore=Herstellen
ButtonMenu=Menu
Support=Ondersteuning & commentaar

[Translation]
;
; Reading habits
;
ReadHabit = Left-to-right
;
;Font and Charset
;
LanguageName = NL
LangCode=0413
DefaultFont = Tahoma
DefaultFontSize = 8
DefaultCharset = ANSI_CHARSET
;
; Message box
;
Information = Informatie
Warning = Waarschuwing
Error = Fout
Confirm = Bevestig
;
; Main GUI
;
FrmGeneral.chkuac.caption=Skip UAC
FrmWRC.btnregclean.caption=Register Cleaner
FrmWRC.btnadv.caption=Systeem Tuneup
FrmWRC.btnsilm.caption=Register Defrag
FrmWRC.btnrestore.caption=Herstellen
FrmWRC.btnsettings.caption=Instellingen
FrmWRC.btnsuggest.caption=Ondersteuning en Feedback
FrmWRC.WiseSimpleButton1.caption=Backup
FrmWRC.btnupdate.caption=Controleer voor updates
FrmWRC.btnmessage.caption=Nieuws


;
; Reg Cleaner
;
FrmReg.caption=Registreer
FrmRegClean.btnall.caption=Selecteer Alles
FrmRegClean.btnre.caption=Aanbevolen
FrmRegClean.btnnone.caption=Selecteer Niets
FrmRegClean.WiseLabel1.caption=Planner
FrmRegClean.lbltype.caption=Selecteer Type:
FrmRegClean.lblweek.caption=Selecteer dag:
FrmRegClean.lbltime.caption=Tijd:
FrmRegClean.btnScan.caption=Start Scan
FrmRegClean.btncancel.caption=Stop
FrmRegClean.btnrescan.caption=Scan Opnieuw
FrmRegClean.lblstat.caption=Je heb nog niet je Register opgeschoond. Het voorstel is een onmiddellijke opschoning!
FrmRegClean.vtrc.Columns[0]=Data
FrmRegClean.vtrc.Columns[1]=Register Sleutel
FrmReg.lblinfo.caption=Bedankt voor het kiezen van Wise Registry Cleaner
FrmReg.lblinfoex.caption=Type a.u.b. uw licentie key om de PRO versie te activeren.
FrmReg.lblemail.caption=Email:
FrmReg.lblUser.caption=Uw Naam:
FrmReg.lblKey.caption=Licentie Key:
FrmReg.btnReg.caption=Registreer
FrmReg.btnbuy.caption=Koop Nu
FrmReg.lblhelp.caption=Problemen met de licentie key?
FrmReg.btnContact.caption=Neem Contact met ons op

;
; Optimizer
;
FrmOptimizer.btnSlimming.caption=Optimaliseer
FrmOptimizer.btnnone.caption=Selecteer Niets
FrmOptimizer.btnall.caption=Selecteer Alles
FrmOptimizer.btnDefault.caption=Systeem Standaard
Frmoptimizer.lblinfoex.caption=Systeem tuneup kan uw netwerk snelheid verbeteren en versnelt de werking van Windows.
FrmOptimizer.btnoptimize.caption=Optimaliseer
;
; Reg Defrag
;
FrmRegDefragger.lblinfo.caption=Register defrag laat uw PC beter en sneller werken.
FrmRegDefragger.lblstat.caption=U heeft uw Register nog niet gedefragmenteerd. Een onmiddellijke defragmentatie is aan te bevelen!
FrmRegDefragger.btndefrag.caption=Defragmenteer
FrmRegDefragger.lblinfo1.caption=1. Sluit alle andere applicaties voor u deze functie start.
FrmRegDefragger.lblinfo2.caption=2. Het systeem geeft geen antwoord terwijl de analyse wordt uitgevoerd.
FrmRegDefragger.lblinfo3.caption=3. Na afloop van het register defragmentatie zal de computer herstarten.
FrmRegDefragger.lblinfo4.caption=4. Onderbreek A.U.B. nooit een register defragmentatie, het kan mogelijk onbekende consequenties veroorzaken.
FrmRegDefragger.vtdefrag.Columns[0]=Naam
FrmRegDefragger.vtdefrag.Columns[1]=Huidige Grote
FrmRegDefragger.vtdefrag.Columns[2]=Nieuwe Grote
FrmRegDefragger.vtdefrag.Columns[3]=Redundancy graad
FrmRegDefragger.btnAnalysis.caption=Analyseer
;
; Custom scan areas
;
Frmcustom.btnre.caption=Aanbevolen
Frmcustom.btnall.caption=Selecteer Alles
Frmcustom.btnnone.caption=Selecteer Niets
Frmcustom.btncancel.caption=Stop
Frmcustom.btnok.caption=Ok
;
; About Window
;
Frmabout.lblstatus.caption=Status:
frmabout.lblUninstall.caption=DeInstalleer Instructie
frmabout.lblPolicy.caption=Privacy Policy
frmabout.lblEula.caption=EULA
FrmAbout.lblver.caption=Huidige Versie:
FrmAbout.lblemail.caption=Support Email:
FrmAbout.lblemailinfo.caption=Support@wisecleaner.com
FrmAbout.lblhome.caption=WebSite:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Met dank aan de volgende personen voor hun bijdrage:
FrmAboutWin.caption=Over
FrmAboutWin.btnok.caption=Ok
;
; Settings
;
FrmSettings.caption=Instellingen
FrmSettings.tsCommon.caption=Algemeen
FrmGeneral.chkexp.caption=Doe mee aan het Gebruikers verbeter programma
FrmGeneral.lblexp.caption=Detail
FrmSettings.tsAutoRun.caption=Auto Run
FrmSettings.tsExclusion.caption=Uitsluitingen
FrmSettings.btnrestore.caption=Over ons
FrmSettings.btnok.caption=Ok
FrmSettings.btncancel.caption=Stop
FrmUsers.lblinfo.caption=Kies wie van Wise Registry Cleaner gebruik mogen maken
FrmUsers.rdcuser.caption=Alleen huidige gebruiker
FrmUsers.rdauser.caption=Alle gebruikers
FrmUsers.rdusers.caption=Geselecteerde gebruikers
FrmSettings.tsUsers.caption=Gebruikers
FrmGeneral.ckRestorePoint.caption=Maak Automatisch een systeem herstelpunt.
;
; Auto Run
;
FrmAutorunSettings.chk1.caption=Maak een "Clean with 1-click" icon, en plaats het op het buroblad
FrmAutorunSettings.lblcmd.caption=Command line mode
FrmAutorunSettings.lblcmdinfo.caption=Door het programma te draaien wordt het register automatisch gereinigd. Voor meer informatie, klik dan a.u.b. op F1 of klik op de volgende URL om het help document te lezen.
FrmAutorunSettings.btnhelp.caption=Help Online
;
; Exclusion List
; 
FrmExclusion.btnAdd.caption=type een sleutel
FrmExclusion.btnExport.caption=Exporteer
FrmExclusion.btnRemove.caption=Verwijder
FrmExclusion.btnimport.caption=Importeer
Frminput.btnok.caption=OK
Frminput.btncancel.caption=Stop
;
; General Settings
;
FrmGeneral.chkNews.caption=Nieuwsbrief
FrmGeneral.chkbackup.caption=maak een Register backup voor het opruimen 
FrmGeneral.WiseLabel1.caption=Update Controle:
FrmGeneral.WiseLabel2.caption=Standaard Taal:
FrmGeneral.btnchecknew.caption=Controleer Nu
FrmGeneral.lbtran.caption=Vertaal naar...
FrmGeneral.lblBackup.caption=Backup naar:
FrmGeneral.btnbr.caption=Browse..
;
; Backup and Restore
;
Frm_br.btncancel.caption=Stop
FrmBackup.caption=Backup
FrmBackup.btnreg.caption=Maak een volledige register backup
FrmBackup.btnsys.caption=Maak een systeem Herstel punt
FrmRestore.caption=Herstellen
FrmRestore.btnRegBk.caption=Register Backup
FrmRestore.btnSysBK.caption=Systeem Herstel
FrmRestore.btnclose.caption=Sluit
FrmRestore.btnrestore.caption=Herstel
FrmRestore.btnremove.caption=Verwijder
;
; Update
;
frmupdate.caption=Software Update
;
; Popup Menus
;
pmLicenseKey1=Registreer
pmLicenseKey=Verander de licentie key
pmHelp=Online Help
pmforum=Forum
pmHome=WebSite
pmContact=Neem contact met ons op
pmCheckNew=Controleer voor Updates
pmStyle=Uitvoering
pmLang=Selecteer Taal
pmAbout=Over
pmIgnore=Negeer deze entry
pmrec=Selecteer veilige Entries
pmAll1=Selecteer Alles
pmNone=Selecteer Niets
pmGo=Open in de Registry editor...
pmExport=Exporteer naar...
pmPortable=Maak een portable versie
;
; DefProcess
;
FrmProcess.Caption=Register Analyse
FrmProcess.lblwait.caption=Analyseren...
FrmProcess.lblinfo.caption=Uw PC geeft voor een paar seconden geen antwoord.
FrmProcess.lblwait.caption=Analyseren, wacht A.U.B...
FrmSettings.tsArea.caption=Area
FrmOptimizer.btnRecommended.caption=Aanbevolen
FrmWRC.btnAi.caption=Ai Utilities
[Message]
Unlimited=Ongelimiteerd
Free=Gratis
Registried=Geregistreerd
Unregistried=Niet geregistreerd
NoNews=U heeft geen ongelezen berichten.
InvalidRegInfo=Ongeldige registratie informatie!
alluser=Alle gebruikers
currentuser=Huidige gebruiker
Username=Naam
Proupdate=Sorry dat de gratis versie niet ge-update kan worden, maar we bieden een speciale korting voor de laatste versie. Anders blijft het een Gratis versie als u niet update. Doorgaan?
MWDetected=MalwareBytes is gedetecteerd en blokkeert %s . Klik op OK voor de oplossing.
ActivateOnline=Controleer uw registratie informatie, wacht a.u.b. een paar seconden...
WRCRunning=Het programma is actief.
StopAndExit=Het programma is aan het scannen, wil je nu stoppen en het programma verlaten?
EmptyEmail=Email adres mag niet leeg zijn.
EmptyName=Naam mag niet leeg zijn.
InvalidEmail=Ongeldig email adres, geef a.u.b. een geldig emailadres.
EmpytKey=Licentie mag niet leeg zijn.
InvalidKey=Ongeldige licentie key, type a.u.b. een geldige key.
EnterEmail=Type uw email adres
EnterName=Type uw Naam
EnterKey=Type uw licentie key
OverMaxTime=Maximaal aantal activeren overschreden
ThanksRegister=Bedankt voor het registreren van dit product!
Activated=De volledige versie is nu geactiveerd.
ConnectFail=Kan geen verbinding maken met de server, controleer a.u.b. uw internet connectie en probeer het later nog een keer.
NoRegInfo=Kan uw registratie informatie niet vinden, indien u denkt dat dit een fout is, neem dan a.u.b. contact met ons op.
NeedAdmire=Deze optie is alleen beschikbaar als administrator. Als u dit wilt gebruiken log dan in als administrator.
ScheduleHint=Maak uw computer regelmatig schoon.
Unoptimized=Niet geoptimaliseerd
UpdateError=Update fout, Wil je de laatste versie downloaden van onze Web site?
RegeditorLocked=Uw Regedit is geblokkeerd. Voor de functie backup/herstel is een werkbare regedit noodzakelijk. Wilt u regedit deblokkeren ?
failtounLock= Het deblokkeren van regedit is mislukt. Waarschijnlijk moet u een hogere autorisatie hebben voor deze actie.
Total=Totaal
DefragRate=Uw registergrootte kan gereduceerd worden met %s.
SuggestDefrag=Een onmiddellijke register Defragmentatie is gewenst.
SuggestIgnore=Uw register is nauwelijks gefragmenteerd, defragmenteer het de volgende keer.
TypeNoError=Schoon
NeverClean=U heeft het register niet geschoond. Een onmiddellijke opschoning is gewenst!
AdviseClean=Regelmatig het register reinigen bevorderd de veilige en snelle werking van uw PC.
DupItem=Dit item is aan de lijst toegevoegd.
Advisedefrag=Register defrag laat uw  PC sneller en stabieler werken.
NeverDefrag=Het register is nog niet gedefragmenteerd. Defragmentatie is gewenst!
LastDefrag=De laatste keer dat u het Register Defragmenteerde was op:
TotalDefrag=Totaal:
DefaultValue=(Standaard)
RegBackup=Register Backup
RegRestore=Herstel het register
CreateBackup=Maak een backup file..
Compress=Comprimeren..
Extracte=Extract..
Complete=Compleet
RestoreReg=Register herstellen...Wacht een paar minuten...
NotSupportOS=Deze optie wordt onder dit operating systeem niet ondersteund.
EnableRestore=systeem Herstel is  afgeschakeld. Wilt u het nu aanzetten?
SysCreating=Maak een Systeem Herstel Punt...
SysRestoring=Voorbereiding om het systeem te herstellen...
RestorePointDone=Het Herstelpunt is gecreëerd.
RestorePointFail=Creëren van een Herstelpunt is mislukt.
ErrorMsg=Fout Bericht:
Area=Gebied
Summary=Beschrijving
LeastOne=Kies minimaal een gebied om te scannen.
IsRunning=Het programma werkt, wacht a.u.b. totdat de scan klaar is, en probeer het dan opnieuw.
Optimized=Geoptimaliseerd
ComfirmDefrag=Na elke Optimalisatie is een herstart van de computer noodzakelijk. Wil je nu het Register optimaliseren?
def15After= %d dagen geleden sinds de laatste defragmentatie. Een onmiddellijke defragmentatie is gewenst.
def15Before=Door het register zo compact mogelijk te houden maakt u het systeem sneller.
KeyWord=Type uw sleutels:
ExImport=De uitsluiting lijst is geexporteerd naar:
NoNewVer=De versie die u nu gebruikt is de laatste.
Daily=Dagelijks
Weekly=Elke Week
Monthly=Maandelijks
Never=Nooit
TranslateTo=Vertaal naar...
NeedBack=Het lijkt er op dat u dit programma voor de eerste keer gebruikt. Een onmiddellijke register backup is gewenst. Wilt u dit nu automatisch doen?
Newsletter=Nieuwsbrief
UpgradeInfo=Upgrade Informatie
CannotCrTask=Kan geen taak plannen.
ScheduleNextTime=De volgende keer:
Exported=De huidige items zijn geexporteerd naar %s. Wil je de file nu openen?
Idle=Tijdens Idle
Login= Bij Login
LastClean=De laatste keer dat u het register opschoonde was op:
Monday=Maandag
Tuesday=Dinsdag
Wednesday=Woensdag
Thursday=Donderdag
Friday=Vrijdag
Saturday=Zaterdag
Sunday=Zondag
IssueFound=%d regels gevonden.
Scanning=Scannen..
ScanCanceled=De scan is gestopt!
FindError=%d problemen zijn er deze keer gevonden.
LogAll=Problemen zijn hersteld.
LogFail=Verwijderen mislukt voor %d problemen.
StartClean=Start Opruimen
StartScan=Start Scan
7After= %d dagen geleden sinds de laatste scan. Een onmiddellijke scan is gewenst.
7Before=Uw Register schoon houden is een goede gewoonte en maakt uw PC sneller en stabieler.
ReScanHint=%d problemen gevonden. Het is noodzakelijk om nog een keer te scannen.
CleanNow=Klik "Start Opruimen" om deze problemen onmiddellijk op te verhelpen.
NoError=Gefeliciteerd.. geen enkel probleem gevonden!
GoodHabit=Het is noodzakelijk uw PC in goede conditie te houden door regelmatige het register te reinigen.
ReScanHint1=Wij stellen voor om onmiddellijk te scannen om potentiele issues te vinden.
TypeChanged=U heb de scan items veranderd!
ReScanHint2=Scan a.u.b. opnieuw.
CleanDone=Cleanup gereed!
bkAuto=Automatisch
bkManual=Handmatig
BackupDate=Backup Tijd
BackupType=Backup Type
Problems=Problemen
CreateDate=Datum gemaakt
Description=Beschrijving
Removebackup=Wil je de geselecteerde backup verwijderen?
RemoveSysRestore=Wil je het geselecteerde Systeem Herstel punt verwijderen?
NoBackupSelected=Kies a.u.b. minstens één backup om te herstellen.
RestoreComplete=Herstel gereed.
RestoreFromSysRestore=U moet de computer herstarten voor een systeem herstel. Wilt u het herstellen nu starten?
WhenIdle=Bij Idle/Rust
WhenLogin= Bij login
NewVer=Er is een nieuwe Versie beschikbaar ! Wil je nu upgraden ?
TranslateTo=Vertaal naar...
HistoryErrors=Totaal gerepareerde fouten: %d
;

[Tuneup]
SuperPrefetchParameters=Disable Super-Prefetch om geheugen gebruik te verminderen bij on windows (8/10) bootup.
BlueReboot=Zet de automatische reboot uit bij een blauw scherm of bij systeem crash.
RemoteRegAccess=Zet register wijzigingen uit vanaf een andere computer.
FileListSpeed=Optimaliseer de ververs policy van Windows file list.
PreviewUP=Verhoog de vertoon snelheid van de Taakbalk.
OptDNS=Optimaliseer DNS en DNS parsing snelheid.
OptLAN=Optimaliseer de LAN connectie.
ShowSpeed=Verbeter de snelheid van de systeem vertoning.
AeroSnap=Verhoog de Aero snelheid en maak de thumb nail vertoning sneller.
SSDSpeedup=SSD Optimaliseren
DisablePrefetch=Zet de prefetch parameters uit om de SSD levensduur te vergroten.
DisableSuperPrefetch=Zet de Superfetch parameters uit om de SSD levensduur te vergroten.
DisableDefragBoot=Zet drive defrag systeem bij boot uit om de SSD levensduur te vergroten. 
DisableDefragIdle=Zet de auto defrag tijdens rust/idle uit om de SSD levensduur te vergroten.
EnableTRIM=Zet de TRIM functie aan om de werking van de SSD te verbeteren.
OptieConnection=Vergroot na connectie per Server. Versnelt Web pagina's en online Video's bekijken
IconCache=Vergroot de systeem icon cache en versnelt de desktop display.
RestoreAll=Wil je alle items herstellen naar de Windows standaard?
NoSelectedItem=U moet minstens één item selecteren.
OptItems=De volgende %d items kunnen worden verbeterd.
ItemsOptimized=items zijn geoptimaliseerd.
TakeEff=Sommige veranderingen worden pas geeffectueerd na een PC restart.
NoItems=Gefeliciteerd! Alle items zijn geoptimaliseerd.
BootSpeedup=Bootup/Shutdown acceleratie
SystemStable=Systeem Stabiliteit
SystemSpeedup=Systeem Versnellen
NetworkSpeedup=Netwerk Versnellen
PrefetchParameters=Optimaliseer pre-fetch parameters om systeem herstart te versnellen.
BootDelay=Vermindert "check disk" tijd om Windows opstart snelheid te verbeteren.
BootPartition= Sta optimalisatie voor verbeteren van Windowsherstart snelheid toe.
ClearPagingFile=Disable clearing Windows Paging File bij afsluiten om het afsluiten te versnellen.
TimeOut=Vermindert applicatie idle tijd bij het sluiten en versnelt het afsluit process.
AutoKill=Sluit vastgelopen processen om systeem crashed te voorkomen.
RestartExplorer=Restart de explorer automatisch als hij onverwacht stopt om het verdwijnen van de desktop te voorkomen.
TwoProcess=Zet Windows Explorer componenten om in separate processen, dit om systeem conflicten te voorkomen.
ErrorReport=Sluit scherm fout rapportage uit om systeem performance te vergroten.
Debugger=Disable de debugger om fout processing te verbeteren.
OptMemory=Optimaliseer de geheugen standaard instellingen, dit om de performance te verbeteren.
OptVEff=Optimaliseer de front end componenten (dialog box, menus, etc.) dit verbeterd de systeem performance.
OptFileSystem=Optimaliseer het file systeem voor het verbeteren van de systeem performance.
OptDiskSystem=Optimaliseer disk I/O subsysteem om systeem performance te verbeteren.
DisAutoRun=Zet de "Autoplay" optie van drives uit om besmetting van virussen te voorkomen.
OptDiskIdle=Optimaliseer disk I/O terwijl de CPU idle is.
OptTTL=Optimaliseer TTL(Time To Live) instellingen om netwerk performance te verbeteren.
OptNetForward=Optimaliseer netwerk forward ability, het verbeterd netwerk performance.
OptMTU= Verbeterd TCP/IP performance door automatische detectie vanaf "black holes" in routing bij Path MTU Discovery techniek.
OptWINS=Optimaliseer WINS name query time verbetert data transfers.
OptNetWork=Optimaliseer netwerk instellingen voor een betere communicatie performance.
CloseAnimate= Zet de "transition effects" uit dit ter verbetering van de Windows snelheid.
PagingExecutive=Disables memory pagination en verminder disk I/O om de applicatie performance te verbeteren. (Optie negeren bij mijn minder dan <1 Gb geheugen).
StaticIP=Zet een statisch IP adres van uw lokale connectie om de opstart snelheid van uw PC te verhogen.
PorcessorTime=Optimaliseer processor performance voor de uitvoering van of applicaties, spelletjes, etc.. (negeer op een server)
DisableIDECheck=Voorkomt IDE channel controle bij Windows en verbeter de Windows startop snelheid.
ForeAppSpeed=Verhoog de snelheid van draaiende programma's.
AeroPeek=Verhoog de snelheid van Aero Peek
OptEthernet=Optimaliseer de Ethernetkaart
DisableHibernate=Zet hibernation uit om Diskruimte te besparen een de SSD levensduur te vergroten. (snelle Startup wordt uitgezet.)
IndexOptimize=Optimaliseer Windows indexing.
RemoveShotcut=Verwijder het woord "shortcut" van de shortcut icons.
AutoReStartShell=Optimaliseer Windows Explorer zo dat het automatisch restart na een exceptionele probleem om het systeem te beschermen tegen onbeschikbaarheid.
ListveiwOpt=Optimaliseer het visuele effect van het menu en verbeter de snelheid van het systeem.

[Type]
ContextMenu=Ongeldige Context Menu Items
MUICache=MUI Cache
Services=Windows Services
Activex=ActiveX/COM Componenten
FireWall=Firewall Instellingen
RootAll=Ongeldige paden
SoftwareSection=Software sectie
ApplicationPaths=Programma paden
FileTypes=File Types
HelpFiles=Help Files
Fonts=Fonts
SharedDLL=Gedeelde DLL
MRULists=Laatst gebruikte programma's
UninstallSection=Deinstallatie Sectie
StartMenu=Start Menu
StartupProgram=Startup Programma
SoundandAppEvents=Geluiden
IEUrlHistory=IE URL Geschiedenis
IFEO=Overgenomen Programma's
EmptyKey=Lege Sleutels
App=Applicaties

[ErrorMessage]
MUIError1=MUI verwijzingen ontbreken, maar drive "%s" is %s, Negeer deze fout melding.
MUIError=MUI ( magic User Interfase ) verwijzingen ontbreken
ServiceNotExists=Gespecificeerd Services Programma bestaat niet.
MimeExName=Ongeldige MIME file extensie: %s
EmptyKey=Lege Sleutel
EmptyHelpdirctory=Lege Help Map.
FileNotExist=File(Map) bestaat niet.
HFileNotExist=Help File(Map) bestaat niet. 
EmptyValue=Lege waarde 
TypeLib=Type Library bestaat niet:
NodeEmpty=Lege Node 
SharedFilenotexist=Shared File bestaat niet. 
sharedfilenotbeuse=Shared file wordt niet gebruikt. 
noconnection=Zonder file connectie informatie.
Invalidpathtoicon=Ongeldig path naar icon. 
ReferstoaninvalidClass=Verwijst naar een ongeldige Class. 
Emptyshellcommand=Shell commando is leeg. 
Invalidshellcommand=Ongeldig shell commando (File bestaat niet). 
Fontsnotexist=Fonts File bestaat niet. 
Hijacking=%s wordt misbruikt door %s. 
MRULists=Gebruiker MRU Lijsts 
invalidOpenWith=Geen enkele applicatie associeert met dit type. 
ReferActivex=Refereert naar een ongeldige Activex/COM entry. 
EmptyCLSID=Lege CLSID. 
ComSourceNotExist=COM Source bestaat niet. 
invalidUnistall=Ongeldige unistall informatie. 
notexist=bestaat niet. 
ObsoleteStartMenuItem=Obsolete Start Menu Item. 
SoundFilenotexist=Sound File bestaat niet. 
FileNotExist1=File(Map) bestaat niet, maar drive "%s" is %s, Negeer deze fout.
OpenWithError=Open fout, de bedoelde applicatie bestaat niet.
OpenWithError1=Open fout, de bedoelde applicatie bestaat niet. Maar de drive "%s" is %s, het is aan te bevelen dat uw deze waarschuwing negeer.
ComSourceNotExist1=COM bron bestaat niet, maar drive %s is %s, negeer deze fout melding.
Trojan=Dit is een typisch gedrag van een Trojan. We adviseren  om onmiddellijk deze entry te verwijderen en met een virus software uw PC te scannen.
InvalidShellExtensions=Ongeldige shell extensies
progid=Specifiek programma identificatie bestaat niet:


[Summary]
ContextMenu=Ongeldige Context Menu Items
MUICache=MUI (Magic User Interfase) Cache verwijzingen ontbreken.
Services=Ongeldige Windows Services
Activex=Ongeldige ActiveX en COM componenten
FireWall=Ongeldige Windows firewall instellingen
RootAll=Ongeldige paden en bestanden
SoftwareSection=Ongeldig software paden en bestanden
ApplicationPaths=Ongeldige register applicatie paden en bestanden
FileTypes=Ongeldige bestand extensie informatie
HelpFiles=Ongeldige register help bestanden
Fonts=Ongeldige font informatie
SharedDLL=Onbruikbare of ongeldige programma libraries
MRULists=De Geschiedenis lijst verwijst naar een gebruiker bestand, films, edit documenten e.t.c.
UninstallSection=Onbruikbare of ongeldige uninstall programma's informatie
StartMenu=Verouderde start menu items
StartupProgram=Verouderde of ongeldige startup programma's
SoundandAppEvents=Verouderde of ongeldige geluid en event instellingen.
IEUrlHistory=Bekijk de web geschiedenis met Internet Explorer.
IFEO=Verschillende items veroorzaakt door spyware, virussen of malware
EmptyKey=Deze entrie bevat geen enkel informatie
App=Ongeldige applicatie instellingen

[AutoClean]
ErrorsFixed=fouten zijn verwijderd.
Title=Gefeliciteerd!
ErrorsFound=fouten zijn gevonden.
;
[AutoUpdate]
CurrentFile=Huidig Bestand:
Canceling=Stoppen...
CANCEL=Stop
Ready=Gereed voor download

[Skin]
SkinDefault=Standaard
SkinLight=Licht
SkinDark=Donker

[Renew]
subscribed=Stop deze melding.
title=Wise Registry Cleaner PRO verloopt over %d dagen!
title1=Uw licentie key is verlopen. Vernieuw hem a.u.b. op tijd!
Price=Vernieuw enkel Pro  %s!
Describe=U verliest mogelijk de privileges van de Pro versie.

[Edit]
pmcut=Deel
pmcopy=Kopieer
pmpaste=Plak
pmdelete=Verwijder
pmselectall=Selecteer alles
pmundo=Herstel
Renew=Vernieuw nu

[feedback]
InvalidEmail=Type a.u.b. een correct emailadres.
emptyinput=Type a.u.b. iets om te versturen.
thanks=Bedankt voor uw feedback!
FrmFeedback.lblfeedback.caption = Hoe hoog is uw waardering %s?
FrmFeedback.lblemail.caption = Emailadres:
FrmFeedback.lblgood.caption = Welke optie vind u het beste?
FrmFeedback.lblbad.caption = Welke optie vind u het slechtste?
FrmFeedback.lblwant.caption = Welke nieuwe optie gebruikt u het meest?
FrmFeedback.btncancel.caption = Geen interesse
FrmFeedback.btnsubmit.caption = Verstuur

[WiseAi]
LoadUtilities=Laden...
